"LaTeXiT/Typeset LaTeX Maths eqnarray" = "LaTeXiT/Créer l'équation en mode Eqnarray (\\begin{eqnarray*}...\\end{eqnarray*})";
"LaTeXiT/Typeset LaTeX Maths align" = "LaTeXiT/Créer l'équation en mode Align (\\begin{align*}...\\end{align*})";
"LaTeXiT/Typeset LaTeX Maths display" = "LaTeXiT/Créer l'équation en mode Display (\\[...\\])";
"LaTeXiT/Typeset LaTeX Maths inline" = "LaTeXiT/Créer l'équation en mode Inline ($...$)";
"LaTeXiT/Typeset LaTeX Text" = "LaTeXiT/Créer l'équation en mode texte";
"LaTeXiT/Detect and typeset equations" = "LaTeXiT/Détecter et créer les équations";
"LaTeXiT/Un-latexize the equations" = "LaTeXiT/Revenir des équations au code LaTeX";
"SERVICE_DESCRIPTION"="Le service LaTeXiT peut transformer du texte en une équation (en tant qu'image), par le biais d'un moteur LaTeX. Il peut aussi revenir de ces équations au texte source, si l'export au sein de LaTeXiT est réglé sur PDF. Le service ne peut fonctionner que si l'application cible peut remplacer du texte par une image.";